export type BlockGroupInfoType = {
  year: string | number;
  context: string[];
};

export const BLOCK_GROUP_INFO: BlockGroupInfoType[] = [
  {
    year: 2024,
    context: [
      '03 · 펫포레스트 김포점 오픈',
      '02 · 중앙일보 2024 소비자 선정 최고의 브랜드 대상 5년 연속 수상',
      '01 · 형설 EMJ 업무 협약',
      '01 · 온라인 봉안당 서비스 리뉴얼 런칭',
    ],
  },
  {
    year: 2023,
    context: [
      '12 · 펫포레스트 허브센터 확장 이전',
      '11 · 호서대학교 자격증 실습과정 운영',
      '08 · 반려동물 모바일 부고장 서비스 런칭',
      '07 · 기억의 숲 메타버스 서비스 런칭',
      '06 · 연세대학교 펫비즈니스 최고위과정 대표 강의',
      '06 · 제25회 궁디팡팡 캣페스타 참여',
      '05 · 펫포레스트 스마트스토어 오픈',
      '05 · 대전보건대 펫토탈학과 반려동물 장례지도사 자격과정 운영',
      '03 · 펫포레스트 영업시간 확대 운영',
      '02 · 중앙일보 2023 소비자 선정 최고의 브랜드 대상 4년 연속 수상',
      '01 · 펫포레스트 반려동물장례지도사 민간자격등록 (한국직업능력연구원)',
    ],
  },
  {
    year: 2022,
    context: [
      '12 · 호서대학교 동물보건복지학과 MOU 협약',
      "12 · 제 3회 추모음악회 '기억의 숲에서 다시 만나다' 개최",
      '11 · 펫포레스트 교육센터 오픈',
      '09 · 교원 라이프 MOU 협약',
      '08 · 찾아가는 장례 서비스 펫포레스트 M 런칭',
      '08 · 펫포레스트 뉴 브랜딩 및 웹사이트 리뉴얼 오픈',
      '07 · 한국반려동물매개치료협회 MOU 협약',
      '07 · 호서직업전문학교 MOU 협약',
      '07 · 호주 반려동물 화장 업체 (Evermore Pet Cremation) 자사 견학',
      '06 · 제21회 궁디팡팡 캣페스타 참여',
      '05 · 2022 펫비즈 아카데미 2기 “반려동물 장례비즈니스 모델” 대표 강의',
      '03 · 중앙일보 2022 소비자 선정 최고의 브랜드 대상 3년 연속 수상',
      '02 · 반려동물장례지도사 강사양성과정 진행',
    ],
  },
  {
    year: 2021,
    context: [
      '11 · 펫포레스트 지도사 컨퍼런스 ‘Back to the Basic’ 진행',
      '10 · 반려인을 위한 동화책 《안녕, 초코》 출간',
      '10 · 우리동물병원생명사회적협동조합 MOU 협약',
      '10 · 반려동물 관계유형테스트 오픈',
      '08 · 보람상조 MOU 협약',
      '07 · 스타몽 MOU 협약',
      '05 · 제5회 ’대한민국 글로벌 파워브랜드 대상‘ 수상',
      '05 · 국회 농립축산식품해양수산위원장 표창 수상',
      '03 · 펫포레스트 판교사무실 개소',
      '02 · ’2021 KCAB 소비자 선정 최고의 브랜드 대상‘ 2년 연속 수상',
      '02 · 중앙일보 2021 소비자 선정 최고의 브랜드 대상 2년 연속 수상',
      '01 · 코코스퀘어 MOU 협약',
    ],
  },
  {
    year: 2020,
    context: [
      '10 · 고용노동부 주관 경인여자대학교 펫토탈케어과 강연&현장 견학',
      '06 · 서울특별시 강동구청&펫포레스트 MOU 협약',
      '06 · FF펫포레스트&해마루 이차진료동물병원 MOU 협약',
      '04 · MBC 시리즈M <개人(인)생활> 방영',
      '04 · FF펫포레스트&(사)유기견없는도시 MOU 협약',
      '01 · 한국소비자평가 주최 ‘2020 소비자선정 최고의 브랜드 대상’ 수상',
      '01 · 중앙일보 2020 소비자 선정 최고의 브랜드 대상 수상',
    ],
  },
  {
    year: 2019,
    context: [
      '12 · 펫포레스트 별관 설립',
      '12 · 이마트 몰리스샵 입점',
      '10 · 펫포레스트 ‘케이옥션 자선경매’ 참가',
      '10 · 신세계 SSG닷컴 입점',
      '10 · 관약여성인력개발센터 MOU 협약',
      '10 · ‘반려동물은 폐기물이 아닙니다’ 국민청원 진행',
      '09 · 장안대학교 MOU 협약',
      '08 · 반려견주택연구소 MOU 협약',
      '08 · 상지영서대학교 동물생명산업과 MOU 협약',
      '08 · ’2019 대한민국 반려동물 문화대상‘ 수상',
      '07 · 농림축산식품부 주최 ‘2019 대한민국 반려동물 문화대상’ 수상',
      '01 · 한경비즈니스 주최 ’2019 한국소비자만족지수‘ 1위 (고객만족브랜드)',
    ],
  },
  {
    year: 2018,
    context: [
      '12 · 중앙일보 ’2018 올해의 우수브랜드 대상‘ 1위 (동물장묘업)',
      '12 · 반려동물신문 올치올치 ’2018 반려동물브랜드 대상‘',
      '12 · 제2회 ’펫포레스트 연말 추모음악회‘ 개최',
      '08 · 문화체육관광부 주관 <전지적 반려동물 시점> 펫로스 관련 탐방프로그램 제공',
      '06 · 플로리다 마음연구소와 펫로스 치유 프로그램 MOU 협약',
      '04 · 펫로스 치유프로그램 ‘특별한 산책’ 월례 세미나 시작',
    ],
  },
  {
    year: 2017,
    context: ['12 · 제1회 ’펫포레스트 연말 추모음악회‘ 개최'],
  },
  {
    year: 2016,
    context: ['12 · 펫포레스트 동물장묘업 등록', '06 · 주식회사 펫포레스트 법인 설립'],
  },
];
