import { BRANCH_ENUMS } from '@/utils/enums/common.enums';

export const CHART_COLORS = {
  [BRANCH_ENUMS.GYEONGGI_GWANGJU]: {
    '[일반] 스탠다드': '#A3DED0',
    '[일반] 포레스트': '#80CFB9',
    '[일반] 프리미엄': '#6CB9AC',
    '[루세떼] 스탠다드': '#60A39D',
    '[루세떼] 포레스트': '#72CAC3',
    '[루세떼] 프리미엄': '',
    '[루세떼] 단독': '',
    미정: '',
  },
  [BRANCH_ENUMS.GIMPO]: {
    '[일반] 스탠다드': '#CAD9FF',
    '[일반] 포레스트': '#B3C8FE',
    '[일반] 프리미엄': '#96AADF',
    '[루세떼] 스탠다드': '#839AD3',
    '[루세떼] 포레스트': '#9FB6EF',
    '[루세떼] 프리미엄': '',
    '[루세떼] 단독': '',
    미정: '',
  },
  [BRANCH_ENUMS.NAMYANGJU]: {
    '[일반] 스탠다드': '#FFCC93',
    '[일반] 포레스트': '#FFB969',
    '[일반] 프리미엄': '#FF9C2C',
    '[루세떼] 스탠다드': '#F39222',
    '[루세떼] 포레스트': '#FFA947',
    '[루세떼] 프리미엄': '',
    '[루세떼] 단독': '',
    미정: '',
  },
};
